[
  {
    "jenis": "Amandemen",
    "kalimat": "Amandemen terhadap klaim [nomor klaim] yang diajukan oleh Pemohon tidak dapat diterima karena menambah subject-matter baru, sehingga tidak sesuai dengan ketentuan Pasal 39 ayat (2) Undang-Undang No. 13 Tahun 2016 tentang Paten. Pemohon diminta untuk menyampaikan amandemen yang dilakukan (penambahan, penghapusan, atau perubahan fitur) secara jelas dan menunjukkan bagian-bagian dari permohonan yang diamandemen, tanpa memperluas lingkup Invensi yang telah diajukan dalam permohonan semula.",
    "keyword": "revisi ubah koreksi subject-matter new matter lingkup proteksi Pasal 39"
  },
  {
    "jenis": "Amandemen",
    "kalimat": "Pemohon belum melakukan pembayaran kelebihan klaim untuk permohonan ini sebanyak [jumlah klaim] klaim yang telah diajukan. Pemohon diminta untuk segera melakukan pembayaran kelebihan klaim agar dapat dilakukan pemeriksaan terhadap permohonan ini.",
    "keyword": "bayar biaya tambahan jumlah klaim excess claim fee"
  },
  {
    "jenis": "Sumber Daya Genetik/Pengetahuan Tradisional",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject-matter yang berkaitan dengan dan/atau berasal dari sumber daya genetik, tetapi asal sumber belum diungkapkan pada deskripsi permohonan ini. Berdasarkan Pasal 26 ayat (1) Undang-Undang No. 13 Tahun 2016 tentang Paten, jika Invensi berkaitan dengan dan/atau berasal dari sumber daya genetik dan/atau pengetahuan tradisional, harus disebutkan dengan jelas dan benar asal sumber daya genetik dan/atau pengetahuan tradisional tersebut dalam deskripsi.",
    "keyword": "genetic resources origin pencantuman genetik hayati SDG Pasal 26"
  },
  {
    "jenis": "Sumber Daya Genetik/Pengetahuan Tradisional",
    "kalimat": "klaim [nomor klaim] berhubungan dengan subject-matter yang berkaitan dengan dan/atau berasal dari pengetahuan tradisional, tetapi asal sumber belum diungkapkan pada deskripsi permohonan ini. Berdasarkan Pasal 26 ayat (1) Undang-Undang No. 13 Tahun 2016 tentang Paten, jika Invensi berkaitan dengan dan/atau berasal dari sumber daya genetik dan/atau pengetahuan tradisional, harus disebutkan dengan jelas dan benar asal sumber daya genetik dan/atau pengetahuan tradisional tersebut dalam deskripsi.",
    "keyword": "traditional knowledge origin pencantuman adat warisan budaya PT Pasal 26"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (a) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan kreasi estetika, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "seni indah desain aesthetic rupa non-teknis UU 2016 4a"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (b) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan skema, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "bagan diagram aturan rencana non-teknis UU 2016 4b"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (c) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan aturan dan metode untuk melakukan kegiatan yang melibatkan kegiatan mental, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "berpikir ide abstrak non-teknis UU 2016 4c"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (c) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan aturan dan metode untuk melakukan kegiatan permainan, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "game main non-teknis UU 2016 4c"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (c) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan aturan dan metode untuk melakukan kegiatan bisnis, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "business method niaga dagang usaha non-teknis UU 2016 4c"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (d) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan aturan dan metode yang hanya berisi program komputer, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "software kode coding algoritma non-teknis UU 2016 4d"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (e) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan presentasi mengenai suatu informasi, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "penyajian data tampilan UI non-teknis UU 2016 4e"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (f) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan temuan (discovery) berupa penggunaan baru untuk produk yang sudah ada dan/atau dikenal, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "new use first medical use second medical use khasiat baru UU 2016 4f"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (f) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan temuan (discovery) berupa bentuk baru dari senyawa yang sudah ada yang tidak menghasilkan peningkatan khasiat bermakna dan terdapat perbedaan struktur kimia terkait yang sudah diketahui dari senyawa, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "polimorf polymorph kristal isomer new form efikasi UU 2016 4f"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (a) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan kreasi estetika, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "seni indah desain aesthetic rupa non-teknis UU 2024 4a"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (b) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan skema, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "bagan diagram aturan rencana non-teknis UU 2024 4b"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (c) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan metode untuk melakukan kegiatan yang melibatkan kegiatan mental, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "berpikir ide abstrak non-teknis UU 2024 4c"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (c) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan metode untuk melakukan kegiatan permainan, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "game main non-teknis UU 2024 4c"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (c) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan metode untuk melakukan kegiatan bisnis, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "business method niaga dagang usaha non-teknis UU 2024 4c"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (d) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan program komputer yang bukan merupakan invensi yang diimplementasikan komputer, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "software kode coding algoritma non-teknis UU 2024 4d"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (e) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan presentasi mengenai suatu informasi, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "penyajian data tampilan UI non-teknis UU 2024 4e"
  },
  {
    "jenis": "Invensi Tidak Mencakup (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 4 huruf (g) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai fitur-fitur teknik yang bukan merupakan invensi, dimana dalam hal ini klaim [nomor klaim] memiliki fitur-fitur teknik terkait dengan teori dan metode di bidang ilmu pengetahuan dan matematika, sehingga dipertimbangkan untuk ditolak.",
    "keyword": "sains rumus matematis scientific theory abstract UU 2024 4g"
  },
  {
    "jenis": "Invensi yang Tidak Dapat Diberi Paten (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 9 huruf (a) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai paten yang tidak dapat diberikan untuk invensi tentang proses atau produk yang pengumuman, penggunaan, atau pelaksanaannya bertentangan dengan peraturan perundang-undangan, agama, ketertiban umum, atau kesusilaan sehingga dipertimbangkan untuk ditolak.",
    "keyword": "moral etika public order morality dilarang haram ilegal UU 2016 9a"
  },
  {
    "jenis": "Invensi yang Tidak Dapat Diberi Paten (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 9 huruf (b) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai paten yang tidak dapat diberikan untuk invensi tentang metode pemeriksaan, perawatan, pengobatan dan/atau pembedahan yang diterapkan terhadap manusia dan/ atau hewan sehingga dipertimbangkan untuk ditolak.",
    "keyword": "medical method treatment diagnosis surgery dokter medis terapi UU 2016 9b"
  },
  {
    "jenis": "Invensi yang Tidak Dapat Diberi Paten (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 9 huruf (c) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai paten yang tidak dapat diberikan untuk invensi tentang teori dan metode di bidang ilmu pengetahuan dan matematika sehingga dipertimbangkan untuk ditolak.",
    "keyword": "sains rumus matematis scientific theory abstract UU 2016 9c"
  },
  {
    "jenis": "Invensi yang Tidak Dapat Diberi Paten (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 9 huruf (d) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai paten yang tidak dapat diberikan untuk invensi tentang makhluk hidup yang bukan merupakan jasad renik sehingga dipertimbangkan untuk ditolak.",
    "keyword": "hewan tumbuhan manusia organisme living organism mikroorganisme UU 2016 9d"
  },
  {
    "jenis": "Invensi yang Tidak Dapat Diberi Paten (UU 2016)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 9 huruf (e) Undang-Undang No. 13 Tahun 2016 tentang Paten mengenai paten yang tidak dapat diberikan untuk invensi tentang proses biologis yang esensial untuk memproduksi tanaman atau hewan, kecuali proses nonbiologis atau proses mikrobiologis sehingga dipertimbangkan untuk ditolak.",
    "keyword": "biological process perkawinan silang penyilangan alami breeding UU 2016 9e"
  },
  {
    "jenis": "Invensi yang Tidak Dapat Diberi Paten (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 9 huruf (a) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai paten yang tidak dapat diberikan untuk invensi tentang proses, produk, metode, sistem, dan penggunaan, yang pengumuman, penggunaan, atau pelaksanaannya bertentangan dengan peraturan perundang-undangan, agama, ketertiban umum, atau kesusilaan sehingga dipertimbangkan untuk ditolak.",
    "keyword": "moral etika public order morality dilarang haram ilegal UU 2024 9a"
  },
  {
    "jenis": "Invensi yang Tidak Dapat Diberi Paten (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 9 huruf (b) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai paten yang tidak dapat diberikan untuk invensi tentang metode pemeriksaan, perawatan, pengobatan dan/atau pembedahan yang diterapkan terhadap manusia dan/ atau hewan sehingga dipertimbangkan untuk ditolak.",
    "keyword": "medical method treatment diagnosis surgery dokter medis terapi UU 2024 9b"
  },
  {
    "jenis": "Invensi yang Tidak Dapat Diberi Paten (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 9 huruf (d) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai paten yang tidak dapat diberikan untuk invensi tentang makhluk hidup yang bukan merupakan jasad renik sehingga dipertimbangkan untuk ditolak.",
    "keyword": "hewan tumbuhan manusia organisme living organism mikroorganisme UU 2024 9d"
  },
  {
    "jenis": "Invensi yang Tidak Dapat Diberi Paten (UU 2024)",
    "kalimat": "Klaim [nomor klaim] berhubungan dengan subject matter yang tercakup dalam pasal 9 huruf (e) Undang-Undang No. 65 Tahun 2024 tentang Perubahan Ketiga atas Undang-Undang Nomor 13 Tahun 2016 tentang Paten mengenai paten yang tidak dapat diberikan untuk invensi tentang proses biologis yang esensial untuk memproduksi tanaman atau hewan, kecuali proses nonbiologis atau proses mikrobiologis sehingga dipertimbangkan untuk ditolak.",
    "keyword": "biological process perkawinan silang penyilangan alami breeding UU 2024 9e"
  },
  {
    "jenis": "Kejelasan Deskripsi - Pengungkapan",
    "kalimat": "Deskripsi yang diajukan dalam permohonan ini belum mengungkapkan invensi secara cukup, sehingga tidak memenuhi ketentuan Pasal 25 ayat (3) Undang-Undang No. 13 Tahun 2016 tentang Paten. Deskripsi harus mengungkapkan invensi dengan menguraikan fitur-fitur yang esensial secara jelas sehingga seseorang yang ahli di bidangnya dapat melaksanakan invensi tersebut.",
    "keyword": "sufficient disclosure tidak lengkap kurang jelas Pasal 25"
  },
  {
    "jenis": "Kejelasan Deskripsi - Penambahan Informasi",
    "kalimat": "Deskripsi yang diajukan dalam permohonan ini belum mengungkapkan invensi secara cukup, sehingga tidak memenuhi ketentuan Pasal 25 ayat (3) Undang-Undang No. 13 Tahun 2016 tentang Paten. Pemohon diharapkan melampirkan informasi tambahan berupa data-data atau referensi atau informasi lain yang dapat mendukung invensi tersebut untuk dapat dilaksanakan oleh orang yang ahli di bidang ini.",
    "keyword": "data pendukung referensi bukti Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Konsistensi Penulisan Klaim",
    "kalimat": "Penulisan fitur [xxx] di dalam klaim [nomor klaim] masih tidak konsisten sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten. Apabila penulisan fitur-fitur di dalam klaim menggunakan kalimat aktif, harap mengubah semuanya menjadi kalimat aktif. Demikian pula, apabila penulisan fitur-fitur di dalam klaim menggunakan kalimat pasif, harap mengubah semuanya menjadi kalimat pasif.",
    "keyword": "aktif pasif seragam tata bahasa Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Konsistensi Penulisan Klaim",
    "kalimat": "Penulisan fitur [xxx] di dalam klaim [xxx] masih tidak konsisten sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten. Apabila klaim merupakan klaim proses, maka penulisan fitur-fitur di dalam klaim yang ditampilkan harus proses. Demikian pula, apabila klaim merupakan klaim produk, maka penulisan fitur-fitur di dalam klaim yang ditampilkan harus produk.",
    "keyword": "proses produk seragam tipe klaim Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Penulisan bentuk klaim dua-bagian",
    "kalimat": "Penulisan klaim [xxx] di dalam invensi ini menimbulkan ketidakjelasan sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten. Penulisan klaim sebaiknya disusun dalam bentuk dua-bagian, dimana bagian pertama (pembukaan) berisikan fitur-fitur teknik dari invensi tersebut yang diketahui dari teknologi terdahulu dan bagian kedua (bagian yang dicirikan/characterising part) berisikan fitur-fitur teknik invensi yang berbeda dengan teknologi terdahulu dan yang ingin dilindungi.",
    "keyword": "two-part form pembukaan characterizing part Juknis Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Gambar atau grafik di dalam klaim",
    "kalimat": "Klaim [xxx] memuat gambar/grafik di dalam klaim sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten. Klaim tidak dapat memuat gambar atau grafik (kecuali gambar struktur atau rumus kimia suatu senyawa), tetapi klaim dapat memuat tabel atau rumus kimia/matematika.",
    "keyword": "struktur kimia rumus dilarang Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Notasi acuan dalam klaim",
    "kalimat": "Pemohon diharapkan untuk menambahkan notasi di dalam klaim yang mengacu pada gambar yang dituliskan secara seragam di antara tanda kurung ( ).",
    "keyword": "tanda kurung referensi gambar ( ) Juknis"
  },
  {
    "jenis": "Kejelasan Klaim - Alternatif dalam suatu klaim",
    "kalimat": "Klaim [xxx] mengandung istilah \"dan/atau\" yang menimbulkan ketidakjelasan dalam alternatif bentuk lingkup klaim sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten. Penggunaan istilah \"dan/atau\" hanya diperbolehkan untukmembedakan bentuk alternatif suatu fitur.",
    "keyword": "pilihan ambigu Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Konsistensi Istilah",
    "kalimat": "Penulisan istilah [xxx] masih tidak konsisten di dalam deskripsi dan klaim sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten. Oleh karena itu, Pemohon diharapkan untuk memperbaiki konsistensi tersebut.",
    "keyword": "terminologi seragam sama Pasal 25"
  },
  {
    "jenis": "Kejelasan klaim - Istilah Relatif",
    "kalimat": "Istilah [xxx] di dalam klaim [xxx] merupakan jenis istilah relatif yang menimbulkan ketidakjelasan sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten. Berdasarkan Petunjuk Teknis Pemeriksaan Substantif Paten Tahun 2019 Halaman 27, istilah relatif seperti \"tipis (thin)\", \"luas (wide)\", \"kuat (strong)\", tidak diperbolehkan dalam klaim dan harus diganti dengan kata-kata yang lebih pasti, kecuali jika istilah-istilah tersebut mempunyai arti yang dikenal dengan baik dalam bidang teknik tertentu.",
    "keyword": "tipis luas kuat ambigu subyektif Juknis Pasal 25"
  },
  {
    "jenis": "Kejelasan klaim - Istilah Kira-kira",
    "kalimat": "Istilah [xxx] di dalam klaim [xxx] merupakan jenis istilah kira-kira yang menimbulkan ketidakjelasan sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten. Berdasarkan Petunjuk Teknis Pemeriksaan Substantif Paten Tahun 2019 Halaman 27, penggunaan istilah \"kira-kira\", \"sekitar\", atau \"hampir\" yang merupakan penerjemahan dari kata \"about\" atau \"approximately\" harus disertai dengan penjelasan nilai toleransinya di dalam deskripsi.",
    "keyword": "about approximately rentang nilai Juknis Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Klaim yang Mendefinisikan Invensi Dengan Hasil Yang Akan Dicapai",
    "kalimat": "Klaim [xxx] didefinisikan dengan hasil yang akan dicapai, sehingga klaim tersebut kurang atau tidak memiliki fitur teknik yang esensial untuk invensi tersebut. Oleh karena itu, klaim ini dianggap menimbulkan ketidakjelasan sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "result to be achieved fitur teknik tidak jelas Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Klaim-Klaim Untuk Produk Yang Ditetapkan Dengan Proses Pembuatan",
    "kalimat": "Klaim [xxx] merupakan klaim produk, tetapi mengandung fitur-fitur proses pembuatan produk sehingga merupakan klaim produk yang ditetapkan dengan proses (product-by-process). Oleh karena itu, penilaian patentabilitas tetap dilakukan terhadap klaim produk, karena produk tersebut tidak semata-mata baru karena produk tersebut telah diproduksi dengan suatu proses yang baru.",
    "keyword": "product-by-process PBP Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Klaim yang mengacu pada gambar",
    "kalimat": "Klaim [xxx] mengandung fitur yang mengacu pada gambar di dalam invensi, dimana berdasarkan Petunjuk Teknis Pemeriksaan Substantif Paten Tahun 2019 Halaman 31, fitur di dalam klaim tidak boleh secara langsung mengacu ke deskripsi atau gambar-gambar. Oleh karena itu, klaim ini dianggap menimbulkan ketidakjelasan sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "referensi dilarang Juknis Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Ekspresi dalam tanda kurung",
    "kalimat": "Klaim [xxx] mengandung istilah [xxx] dalam tanda kurung yang tidak diperbolehkan. Berdasarkan Petunjuk Pemeriksaan Substantif Paten Tahun 2019 Halaman 32, penggunaan tanda kurung menimbulkan ketidakjelasan, karena tidak diketahui apakah istilah tersebut merupakan fitur pilihan atau fitur pembatas. Pengecualian untuk hal ini adalah ekspresi diantara tanda kurung yang sangat dikenal dalam bidang teknik tersebut, seperti “(meth)akrilat” yang berarti “akrilat dan methakrilat”, serta tanda kurung dalam rumus kimia atau matematika. Oleh karena itu, klaim ini dianggap menimbulkan ketidakjelasan sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "( ) parenthesis ambigu opsional Juknis Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Fitur negatif dalam klaim",
    "kalimat": "Klaim [xxx] mengandung fitur negatif yang tidak diperbolehkan. Berdasarkan Petunjuk Teknis Pemeriksaan Substantif Paten Tahun 2019 Halaman 32, invensi harus ditetapkan dengan fitur-fitur positif. Oleh karena itu, klaim ini dianggap menimbulkan ketidakjelasan sehingga tidak memenuhi ketentuan Pasal 25 ayat (4) Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "bukan tanpa non Juknis Pasal 25"
  },
  {
    "jenis": "Kejelasan Klaim - Frasa terbuka/tertutup",
    "kalimat": "Perhatikan penggunaan frasa transisi di dalam klaim. Berdasarkan Petunjuk Teknis Pemeriksaan Substantif Paten Tahun 2019 Halaman 32-33, frasa \"comprise/include\" yang merupakan frasa transisi terbuka dapat diterjemahkan menjadi \"mencakup/meliputi, sedangkan frasa \"consist of\" yang merupakan frasa transisi tertutup dapat diterjemahkan menjadi \"hanya terdiri dari\".",
    "keyword": "terbuka tertutup open-ended closed-ended transitional phrase Juknis"
  },
  {
    "jenis": "Kesatuan Invensi",
    "kalimat": "Klaim [xxx] dalam permohonan ini tidak memenuhi ketentuan Pasal 24 ayat (3) Undang-Undang No. 13 Tahun 2016 tentang Paten, dimana setiap Permohonan diajukan untuk satu Invensi atau beberapa Invensi yang merupakan satu kesatuan Invensi yang saling berkaitan.",
    "keyword": "unity of invention divisional pecah Pasal 24"
  },
  {
    "jenis": "Patentabilitas Invensi - Kebaruan",
    "kalimat": "Klaim [xxx] dalam permohonan ini memiliki subject-matter yang tidak sama dengan teknologi yang diungkapkan oleh dokumen pembanding [nomor dokumen pembanding]. Dengan demikian, permohonan ini memenuhi persyaratan kebaruan berdasarkan ketentuan Pasal 5 Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "novelty baru granted lolos Pasal 5"
  },
  {
    "jenis": "Patentabilitas Invensi - Kebaruan",
    "kalimat": "Klaim [xxx] dalam permohonan ini memiliki subject-matter yang sama dengan teknologi yang diungkapkan oleh dokumen pembanding [nomor dokumen pembanding]. Dengan demikian, permohonan ini tidak memenuhi persyaratan kebaruan berdasarkan ketentuan Pasal 5 Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "novelty tidak baru ditolak Pasal 5"
  },
  {
    "jenis": "Patentabilitas Invensi - Langkah Inventif",
    "kalimat": "Klaim [xxx] dalam permohonan ini memiliki subject-matter yang tidak dapat diduga sebelumnya oleh dokumen pembanding [nomor dokumen pembanding], baik sendiri maupun kombinasi. Dengan demikian, permohonan ini memenuhi persyaratan langkah inventif berdasarkan ketentuan Pasal 7 Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "inventive step obvious non-obvious granted lolos Pasal 7"
  },
  {
    "jenis": "Patentabilitas Invensi - Langkah Inventif",
    "kalimat": "Klaim [xxx] dalam permohonan ini memiliki subject-matter yang dapat diduga sebelumnya oleh dokumen pembanding [nomor dokumen pembanding], baik sendiri maupun kombinasi. Dengan demikian, permohonan ini tidak memenuhi persyaratan langkah inventif berdasarkan ketentuan Pasal 7 Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "inventive step obvious tidak lolos ditolak Pasal 7"
  },
  {
    "jenis": "Patentabilitas Invensi - Penerapan dalam Industri",
    "kalimat": "Klaim [xxx] dalam permohonan ini memiliki subject-matter yang dapat dilaksanakan dalam industri. Dengan demikian, permohonan ini memenuhi persyaratan penerapan dalam industri berdasarkan ketentuan Pasal 8 Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "industrial applicability applied lolos granted Pasal 8"
  },
  {
    "jenis": "Patentabilitas Invensi - Penerapan dalam Industri",
    "kalimat": "Klaim [xxx] dalam permohonan ini memiliki subject-matter yang tidak dapat dilaksanakan dalam industri. Dengan demikian, permohonan ini memenuhi persyaratan penerapan dalam industri berdasarkan ketentuan Pasal 8 Undang-Undang No. 13 Tahun 2016 tentang Paten.",
    "keyword": "industrial applicability applied tidak lolos ditolak Pasal 8"
  },
  {
    "jenis": "Subjudul",
    "kalimat": "Permohonan yang Pemohon ajukan tidak memenuhi ketentuan Pasal 6 ayat (3) Permenkumham No. 38 Tahun 2018 tentang Permohonan Paten. Pemohon diharapkan untuk memperbaiki sub judul di dalam deskripsi agar paling sedikit memuat bidang teknik invensi, latar belakang invensi, uraian singkat invensi, uraian singkat gambar (bila ada), dan uraian lengkap invensi.",
    "keyword": "format heading bagian struktur deskripsi Permenkumham 38 2018"
  },
  {
    "jenis": "Jenis Huruf",
    "kalimat": "Permohonan yang Pemohon ajukan tidak memenuhi ketentuan Pasal 14 ayat (1c) Permenkumham No. 38 Tahun 2018 tentang Permohonan Paten. Pemohon diharapkan untuk menyesuaikan penulisan deskripsi, klaim, abstrak dan gambar dengan menggunakan huruf Courier New ukuran 12 (dua belas)",
    "keyword": "format font pengetikan aturan standar Permenkumham 38 2018"
  },
  {
    "jenis": "Informasi Padanan",
    "kalimat": "Permohonan paten yang sepadan dengan [nomor permohonan paten] telah diberi paten (granted) di [negara paten padanan] dengan nomor [nomor paten padanan]. Paten tersebut dapat digunakan sebagai acuan amandemen dengan tetap memperhatikan ketentuan Pasal 39 ayat (2) Undang-Undang No. 13 Tahun 2016 tentang Paten",
    "keyword": "corresponding application ekuivalen keluarga paten family patent prioritas granted"
  },
  {
    "jenis": "Permohonan Salinan Padanan",
    "kalimat": "Berdasarkan Pasal 55 Undang-Undang Nomor 13 Tahun 2016 tentang Paten, pemohon diharapkan memberikan salinan sah dalam bahasa Inggris dokumen Paten yang telah diberikan Paten di [negara paten padanan] dengan nomor [nomor paten padanan]. Dokumen tersebut dapat digunakan sebagai salah satu dasar pertimbangan dalam memberikan keputusan permohonan yang diajukan.",
    "keyword": "dokumen prioritas copy pemeriksaan office action luar negeri Pasal 55"
  },
  {
    "jenis": "Mekanisme Kerja",
    "kalimat": "Klaim [xxx] mengandung fitur [xxx] yang merupakan fitur mekanisme kerja. Berdasarkan Petunjuk Teknis Pemeriksaan Substantif Paten Tahun 2019 Halaman 132, fitur “penggunaan/aktivitas” yang berupa mekanisme kerja suatu obat dianggap terlalu luas dan tidak jelas karena mekanisme kerja obat tidak menentukan jenis penyakit yang diselesaikan oleh produk invensi tersebut dan tidak dapat menjelaskan tingkat efikasi yang dihasilkan oleh produk dari invensi tersebut.",
    "keyword": "farmasi kimia biologi aktivitas penggunaan Juknis obat"
  },
  {
    "jenis": "Fitur Lebih Disukai",
    "kalimat": "Klaim [nomor klaim] mengandung istilah \"disukai\", \"lebih disukai\", dan/atau \"paling disukai\". Berdasarkan Halaman 40-51 Petunjuk Teknis Pemeriksaan Substantif Paten Tahun 2019, Pernyataan seperti “lebih disukai”, “lebih khusus”, “seperti (such as)”, dan sebagainya tidak mempunyai efek membatasi klaim. Fitur-fitur setelah pernyataan tersebut merupakan pilihan (optional) belaka dan dapat diabaikan untuk pemeriksaan kebaruan dari klaim tersebut.",
    "keyword": "preferred preferably opsional pilihan tidak wajib Juknis such as"
  },
  {
    "jenis": "Merek dagang di dalam klaim",
    "kalimat": "Istilah xxx pada klaim [nomor klaim] merupakan merek dagang. Penulisan merek dagang di dalam klaim tidak diperbolehkan karena menyebabkan ketidakjelasan dalam pembatasan ruang lingkup dalam klaim. Selain itu, penggunaan merek dagang tertentu juga tidak dapat memastikan bahwa produk yang dihasilkan dari penerapan klaim tersebut tidak akan berubah. Oleh karena itu, Pemohon diharapkan untuk menghapus kata tersebut.",
    "keyword": "trademark brand nama dagang dilarang drafting"
  },
  {
    "jenis": "Judul Invensi",
    "kalimat": "Penggunaan kata \"Baru\" di dalam judul dan klaim invensi tidak diperbolehkan. Pemohon diharapkan untuk menghapus kata tersebut.",
    "keyword": "new dilarang drafting"
  },
  {
    "jenis": "Terjemahan",
    "kalimat": "Terdapat pengungkapan kata [xxx] di dalam deskripsi dan klaim yang masih merupakan bahasa Inggris. Oleh karena itu, Pemohon diharapkan untuk menerjemahkan pengungkapan tersebut ke Bahasa Indonesia yang sesuai dengan bidang teknik invensi ini.",
    "keyword": "terjemah bahasa translate asing inggris indonesia"
  }
]